Repository: okfn/ckan-old
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: fi, fr, lt, sq

source: The CKAN code that runs this site is open-source and licensed under the [1:GNU Affero GPL ]. It is hosted on [2:KnowledgeForge], and the project home page is here: [3:http://knowledgeforge.net/project/ckan/].
fi: CKAN ohjelmisto jota käytetään tällä sivustolla on julkaistu avoimen lähdekoodin lisenssillä [1:GNU Affero GPL ]. Ohjelmisto ylläpidetään [2:KnowledgeForge] toimesta, ja projektin kotisivu on täällä: [3:http://knowledgeforge.net/project/ckan/].
lt: Šioje svetainėje naudojamas CKAN kodas yra atviras, naudojamas pagal [1:„GNU Affero GPL“ ]licenciją. Jis talpinamas [2:„KnowledgeForge“] svetainėje, o projekto svetainė yra čia: [3:http://knowledgeforge.net/project/ckan/].
sq: Kodi CKAN që mundëson këtë faqe është open-source dhe i licencuar nën [1:GNU Affero GPL ]. Hostohet në [2:KnowledgeForge], dhe faqja e projektit gjendet këtu: [3:http://knowledgeforge.net/project/ckan/].

source: Content and Data
fi: Sisältö ja data
fr: Contenu et données
lt: Turinys ir duomenys
sq: Përmbajtja dhe të dhënat

source: All material on this site is [1:open] and can be freely used, reused and redistributed. Formally, the data/database is licensed under the [2:Open Data Commons Open Database License v1.0], with all copyrightable content in that database plus any additional content on this site licensed under a [3:Creative Commons Attribution Share-Alike v3.0 license].
fi: Kaikkiea materiaali tällä sivustolla on [1:avointa] ja sitä voi käyttää, uudelleenkäyttää ja uudelleenjaella. Virallisesti data ja tietokanta on lisensoitu [2:Open Data Commons Open Database License v1.0], ja kaikki tekijänoikeudellinen sisältö tietokannassa ja muu sisältö sivustolla on julkaistu [3:Creative Commons Attribution Share-Alike v3.0 license] lisenssillä.
lt: Visi šios svetainės duomenys yra [1:atviri] laisvai naudojami bei platinami. Formaliai duomenims ir jų bazei taikoma [2:„Open Data Commons“ „Open Database License v1.0“] licencija, kur visas autorių teisių saugomas turinys, duomenų bazė bei bet koks šios svetainės turinys yra pateikiamas su [3:„Creative Commons Attribution Share-Alike v3.0“ licencija].
sq: I gjithë materiali në këtë faqe është [1:open] dhe mund të ripërdoret falas, të rigjenerohet dhe të shpërndahet po falas. Informacioni i formatuar është i lirë nën licencën [2:Open Data Commons Open Database License v1.0], bashkë me përmbajtjen, databazën dhe cdo informacion tjetër në këtë faqe që është e licencuar nën [3:Creative Commons Attribution Share-Alike v3.0 license].

source: For convenience, all material - including all package, tag and revision information - is available in bulk, in the form of a full dump of the CKAN database. This (gzipped) dump file is updated daily and can be downloaded from [1:http://www.ckan.net/dump/].
fi: Kaikki materiaali - mukaanlukien kaikki tietoaineistot, avainsana ja revisiotieto - on saatavilla kokonaisuudessan CKAN tietokanta dumb muodossa. Tämä gzip muodossa oleva dump tiedosto päivitetään päivittäin ja se on ladattavissa täältä: [1:http://www.ckan.net/dump/].
lt: Jūsų patogumui visą medžiagą – visus rinkinius, žymų ir versijų informaciją – galima gauti kartu pilnoje CKAN duomenų bazės kopijoje. Šis (gzip) suglaudintas failas atnaujinamas kasdien. Jį galima parsisiųsti iš [1:http://www.ckan.net/dump/].
sq: Për lehtësi, i gjithë materiali, duke përfshire paketat, termat dhe historikun e ndryshimeve është i ofruar dhe në format të papërpunuar që mund ta shkarkoni si db CKAN. Skedari i kompresuar (gzip) përditësohet cdo ditë dhe mund të shkarkohet nga [1:http://www.ckan.net/dump/].

source: - Authorization - Data Packages
fi: - Käyttöoikeudet - Tietoaineistot
lt: - Autorizavimas – Duomenų rinkiniai
sq: - Autorizimi - Paketa të dhënash

source: Authorization for Data Package:
fi: Käyttöoikeudet tietoaineistoille:
lt: Autorizavimas duomenų rinkiniui:
sq: Autorizimi për të dhënat e paketës:

source: - Data Packages - History
fi: - Tietoaineistot - Historia
lt: - Duomenų rinkiniai - Istorija
sq: - Paketa të dhënash - Historia

source: - Edit - Data Packages
fi: - Muokkaa - Tietoaineistot
lt: - Redaguoti - Duomenų rinkiniai
sq: - Modifiko - Paketën e të dhënave

source: Edit Data Package:
fi: Muokkaa tietoaineistoa:
lt: Redaguoti duomenų rinkinį
sq: Modifiko të dhënat e paketës:

source: (skip to preview)
fi: (siirry esikatseluun)
lt: (į peržiūrą)
sq: (kalo tek parashikimi)

source: Preview
fi: Esikatselu
fr: Aperçu
lt: Peržiūra
sq: Parashih

source: Edit summary (briefly describe the changes you have made)
fi: Muokkaa yhteenvetoa (kuvaa lyhyesti muutokset joita olet tehnyt)
lt: Redagavimo santrauka (trumpai aprašykite padarytus pakeitimus)
sq: Modifiko përshkrimin (shpjego shkurtimisht ndryshimet që keni bërë)

source: Author:
fi: Laatija:
fr: Auteur :
lt: Autorius:
sq: Autori:

source: Since you have not signed in this will just be your IP address.
fi: Koska et ole kirjautunut tässä näytetään vain IP osoitteesi
lt: Kadangi jūs neprisijungėte, bus naudojamas jūsų IP adresas.
sq: Duke qenë se nuk jeni identifikuar, kjo do të jetë IPja juaj.

source: Click here to sign in
fi: Klikkaa tästä kirjautuaksesi
lt: Prisijunkite čia
sq: Klikoni këtu që të identifikoheni në sistem.

source: before saving (opens in new window).
fi: ennen tallennusta(aukeaa uuteen ikkunaan)
lt: prieš išsaugodami (atsidaro naujame lange).
sq: para se të ruani (hapet në dritare të re).

source: Important:
fi: Tärkeää:
sq: E rëndësishme:

source: By submitting content, you agree to release your contributions under the open license specified on the
fi: Lähettämällä sisällön hyväksyt sisällön julkaistavaksi avoimella lisenssillä joka on määritelty:
lt: Prieš pateikdami turinį turite sutikti savo darbą pateikti pagal licenciją, nurodytą
sq: Duke ofruar përmbajtje, ju keni rënë dakort që të botoni kontributin tuaj nën licencen e specifikuar

source: license page
fi: Lisenssisivu
lt: licencijos tinklalapyje
sq: faqja e licencës

source: . Please
fi: . Ole hyvä
sq: . Ju lutemi

source: refrain
fi: ja pidättäydy
sq: përmbahuni

source: from editing this page if you are
fi: editoimasta tätä sivua jos
sq: nga editimi i kësaj faqeje nëse jeni

source: not
fi: et
sq: nuk

source: happy to do this.
fi: ole innokas tekemään niin.
sq: i kënaqur për ta bërë këtë.

source: Errors in form
fi: Virheitä lomakkeessa
lt: Klaidos anketoje
sq: Gabime në formë

source: The form contains invalid entries:
fi: Lomake sisältää virheellisiä syötteitä
lt: Anketoje yra netinkamų įrašų:
sq: Forma përmban këto fusha të gabuara:

source: New key
fi: Uusi avain
lt: Naujas raktas
sq: Celës i ri

source: Delete
fi: Poista
lt: Ištrinti
sq: Fshij

source: with value
fi: arvolla
lt: su verte
sq: me vlerën

source: Updates
fi: Päivitykset
sq: Ndryshime

source: - History
fi: - Historia
fr: - Historique
sq: - Historia

source: Package History
fi: Tietoaineiston historia
lt: Rinkinio istorija
sq: Historia e paketës

source: Comments & Quesitons
fi: Kommentit & Kysymykset
sq: Komente &amp; pyetje

source: New - Data Packages
fi: Uusi - Tietoaineistot
lt: Nauja - Duomenų rinkiniai
sq: E re - Paketa e të dhënave

source: Register a New Data Package
fi: Rekisteröi uusi tietoaineisto
lt: Užregistruoti naują duomenų rinkinį
sq: Regjistroni një paketë të re të dhënash

source: - Data Packages
fi: - Tietoaineistot
lt: - Duomenų rinkiniai
sq: - Paketë të dhënash

source: First time at
fi: Ensimmäistä kertaa
sq: Hera e parë në

source: is a catalogue for data.
fi: on katalogi tiedolle.
sq: është një arkivë për të dhëna.

source: Click here to find out more ...
fi: Klikkaa tästä saadaksesi lisätietoa ...
sq: Kliko këtu për të mësuar më shumë ...

source: Groups are collecitons of packages maintained by users of
fi: Ryhmät ovat tietoaineistojen kokoelmia joita ylläpitävät
sq: Grupet janë bashkime të paketave të mirëmbajtura përdoruesit e

source: . This package has not been added to any groups yet.
fi: . Tätä tietoaineistoa ei ole lisätty mihinkään ryhmään vielä.
sq: . Kjo pako nuk është shtuar ende në ndonjë grup.

source: Related packages
fi: Vastaavanlaiset tietoaineistot
lt: Susiję rinkiniai
sq: Paketa të ngjashme

source: Openness:
fi: Avoimuus
lt: Atvirumas:
sq: Të hapura:

source: OPEN
fi: AVOIN
lt: ATVIRAS
sq: E hapur

source: NOT OPEN
fi: EI AVOIN
lt: UŽDARAS
sq: E mbyllur

source: This package is licensed with
fi: Tämä tietoaineisto on lisensoitu käyttäen
lt: Šio rinkinio licencija yra
sq: Kjo paketë është e licencuar me

source: License not given
fi: Lisenssiä ei valittu
fr: Licence non fournie
lt: Nenurodyta licencija
sq: Licenca nuk ofrohet

source: Help Make This Package Open!
fi: Auta tekemään tästä tietoaineistosta avoin!
lt: Padėkite atvirai šio rinkinio prieigai!
sq: Ndihmoni që kjo paketë të jetë e hapur!

source: This package is [1:not open] as it is [2:not openly licensed] or is [3:missing downloadable resources]. Help make it open by [4:starting an enquiry] using the [5:Is It Open Data service].
fi: Tämä tietoaineisto on [1:ei avoin] koska [2:se ei ole avoimesti lisensoitu] tai [3:siitä puuttuu aineistolinkit]. Auta tekemään tästä avoin [4:lähettämällä pyyntö] käyttäen [5:Is It Open Data palvelua].
lt: Šis rinkinys [1:nėra atviras], nes jis [2:neturi atviros licencijos] arba [3:neturi parsisiunčiamų išteklių]. Padėkite padaryti jį atvirą: [4:sukurkite užklausą] naudodami [5:Atvirų duomenų tarnybą].
sq: Kjo paketë është [1:not open] pasi nuk është [2:not openly licensed] ose është [3:missing downloadable resources]. Ndihmoni që kjo paketë të hapet duke [4:starting an enquiry] duke përdorur [5:Is It Open Data service].

source: RDF Version
fi: RDF versio
lt: RDF versija
sq: Versioni RDF

source: Source:
fi: Lähde:
sq: Burimi:

source: Downloads & Resources
fi: Lataukset & Linkit
sq: Shkarkime &amp; Burime

source: Format
fi: Muoto
lt: Formatas
sq: Formati

source: Hash
fi: Tarkiste
lt: Patikros kodas

source: Download
fi: Lataa
lt: Parsisiųsti
sq: Shkarko

source: (no description)
fi: (ei kuvausta)
sq: (Asnjë përshkrim)

source: This is a list of all known formats and datasets for
fi: Tämä on listaus kaikista tiedossa olevista muodoista ja tietoaineistoille
sq: Kjo është një listë e të gjitha formatet e njohura dhe të grupeve të të dhënave për

source: . If you know of another (CSV, SPARQL end-point etc.)
fi: . Jos tiedät toisen (CSV, SPARQL osoite jne.)

source: None given for this package.
fi: ei määritelty tälle paketille.
lt: Nepateiktas šiam rinkiniui.
sq: Asnjë e ofruar në këtë paketë.

source: About this package
fi: Tietoa tietoaineistosta
sq: Në lidhje me këtë paketë

source: Something missing?
fi: Puuttuuko jotain?
sq: Mungon diçka?

source: API / datapkg
fi: Ohjelmointirajapinta (API) / datapkg

source: This information on this page (the package metadata) is also available programatically via this site's
fi: Tämä tieto tällä sivulla (tietoaineiston metatieto) on saatavilla ohjelmallisesti tämän sivun kautta

source: CKAN API
fi: CKAN ohjelmointirajapinta (API)

source: The information on this page and the downloads / resources are also available using the
fi: Tieto tällä sivulla ja linkit ovat saatavilla myös käyttäen
sq: Të dhënat në këtë faqe dhe shkarkime / burimet janë gjithashtu në dispozicion duke përdorur

source: datapkg command line utility
fi: datapkg komentorivi-työkalua
sq: datapkg si komandë

source: Information about this package:
fi: Tieto tästä tietoaineistosta:
sq: Informacion në lidhje me këtë paketë:

source: Download:
fi: Lataa:
sq: Shkarko:

source: State:
fi: Tila:
fr: État
lt: Būklė:
sq: Statusi:

source: Someresources
fi: Jotain aineistolinkkejä
lt: Ištekliai
sq: Disa burime

source: Search -
fi: Haku -
sq: Kërko -

source: Do you know of a dataset that should be added to
fi: Tiedätkö tietoaineistoa joka pitäisi lisätä
sq: A e dini ndonjë grup të dhënash që duhet të shtohet në

source: Register it now
fi: Rekisteröi se nyt
sq: Regjistroje tani

source: [1:There was an error while searching.] Please try another search term.
fi: [1:Etsinnässä tapahtui virhe.] Ole hyvä ja kokeile jotain muuta hakutermiä.
lt: [1:Paieškos klaida.] Pabandykite įrašyti kitą žodį.
sq: [1:There was an error while searching.] Ju lutem provoni një term tjetër.

source: [1:%(item_count)s] packages found
fi: [1:%(item_count)s] tietoaineistoa löydetty
sq: [1:%(item_count)s] paketa të gjetura

source: Would you like to [1:create a new package?]
fi: Haluatko [1:luoda uuden tietoaineiston?]
lt: Ar norėtumėte [1:sukurti naują rinkinį?]
sq: Dëshironi të [1:create a new package?]

source: Filter by
fi: Suodata
sq: Filtruar nga

source: packages with open licenses
fi: tietoaineistoja avoimella lisenssillä
sq: paketa me licenca të hapura

source: packages with downloads
fi: tietoaineistoja joilla latauslinkit
sq: paketa me shkarkime

source: Purge
fi: Tyhjennä
lt: Valyti
sq: Fshini

source: Are you sure?
fi: Oletko varma ?
lt: Ar tikrai?
sq: Jeni i sigurtë?

source: Differences - Revisions
fi: Erot - Revisiot
lt: Skirtumai - Versijos
sq: Diferenca - Ndryshime

source: Revision Differences -
fi: Revisioiden erot
fr: Différences entre les révisions -
lt: Versijų skirtumai -
sq: Diferenca ndërmjet ndryshimeve

source: From:
fi: Mistä:
lt: Nuo:
sq: Nga:

source: To:
fi: Mihin:
lt: Iki:
sq: Tek:

source: Field
fi: Kenttä
fr: Champ
lt: Laukas
sq: Fusha

source: Difference
fi: Ero
fr: Différence
lt: Skirtumas
sq: Diferenca

source: No differences
fi: Ei eroja
fr: Pas de différences
lt: Nėra skirtumų
sq: Nuk ka diferencë

source: This page lists all changes to package database, with most recent changes first.
fi: Tämä sivu listaa kaikki muutokset tietoaineistojen tietokantaan, siten että kaikkein viimeisimmät muutokset näkyvät ensimmäisenä
lt: Šiame puslapyje surašyti visi rinkinio duomenų bazės pakeitimai. Pirma pateikiami naujausi.
sq: Kjo faqe liston të gjitha ndryshimet tek paketa e të dhënace, me ndryshimet më të reja në fillim.

source: Number
fi: Numero
fr: Nombre
lt: Skaičius
sq: Numër

source: Entity
fi: Entiteetti
sq: Grup

source: Purge - Revisions
fi: Tyhjennä - Revisiot
lt: Valyti - Versijos
sq: Fshirje - Ndryshime

source: Revision Purge
fi: Revision tyhjennys
lt: Versijų valymas
sq: Ndryshime fshirjesh

source: There was an error:
fi: Tapahtui virhe:
lt: Klaida:
sq: Kishte një gabim:

source: Purge successful.
fi: Tyhjennys onnistui.
lt: Valymas sėkmingas.
sq: Fshirja u bë me sukses

source: Revision:
fi: Revisio:
lt: Versija:
sq: Ndryshim:

source: Timestamp:
fi: Aikaleima:
lt: Data ir laikas:
sq: Data:

source: Log Message:
fi: Logiviesti:
lt: Žurnalo įrašas:
sq: Mesazhi i log:

source: Changes
fi: Muutokset
fr: Modifications
lt: Pokyčiai
sq: Ndryshime

source: Packages' Tags
fi: Tietoaineistojen avainsanat
lt: Rinkinių žymos
sq: Termat e paketës

source: Package -
fi: Tietoaineisto -
fr: Paquet -
lt: Rinkinys -
sq: Paketa -

source: , Tag -
fi: , Avainsana -
lt: , Žyma -
sq: , Term -

source: There are
fi: Yhteensä
fr: Il y a
lt: Yra
sq: Ka

source: results for ‘
fi: Tulokset
lt: rezultatų '
sq: rezultate për ‘

source: results for tags.
fi: tulokset avainsanoille.
lt: žymų rezultatų.
sq: rezultate për termat

source: Clear search
fi: Tyhjennä haku
lt: Išvalyti paiešką
sq: Pastroni kërkimin.

source: and see all tags.
fi: ja näytä kaikki avainsanat.
fr: et voir tous les tags.
lt: ir pamatyti visas žymas.
sq: dhe shikoni të gjithë termat.

source: - Tags
fi: - Avainsanat
lt: - Žymos
sq: - Terma

source: Tag:
fi: Avainsana:
lt: Žyma:
sq: Term:

source: There are %(package_count)s packages tagged with [1:%(tagname)s]:
fi: Yhteensä %(package_count)s tietoaineistoa avainsanalla [1:%(tagname)s]:
lt: Yra %(package_count)s rinkinių su žymomis [1:%(tagname)s]:
sq: Ka %(package_count)s paketa të shënuara me [1:%(tagname)s]:

source: API Key -
fi: API avain -
lt: API raktas -
sq: Celësi i API -

source: - User
fi: - Käyttäjä
lt: - Vartotojas
sq: - Përdorues

source: API Key
fi: API avain
fr: Clé d'API
lt: API raktas
sq: Celesi API

source: Your API key is:
fi: API avaimesi on:
fr: Votre clé d'API est :
lt: Jūsų API raktas yra:
sq: Celësi juaj API është:

source: - Edit - User
fi: - Muokkaa - Käyttäjä
lt: - Redaguoti - Vartotojas
sq: - Modifiko - Përdorues

source: Edit User:
fi: Muokkaa käyttäjää:
fr: Éditer l'utilisateur :
lt: Redaguoti vartotoją:
sq: Modifiko përdorues:

source: Full name:
fi: Koko nimi:
sq: Emri i plotë:

source: E-Mail:
fi: Sähköposti:

source: About user:
fi: Tietoa käyttäjästä:
fr: À propos de l'utilisateur :
lt: Apie vartotoja:
sq: Rreth përdoruesit:

source: You can use [1:Markdown formatting] here.
fi: Voit käyttää [1:Markdown formatointia] tässä.
lt: Galite čia naudoti [1:„Markdown“ formatavimą].
sq: Ju mund të përdorni [1: markdown formatting] këtu.

source: Login - User
fi: Kirjaudu - Käyttäjä
lt: Prisijungti - Vartotojas
sq: Identifikohuni - Përdorues

source: Login
fi: Kirjaudu
fr: Se connecter
lt: Prisijungti
sq: Identifikohu

source: Please login now.
fi: Ole hyvä ja kirjaudu.
fr: Merci de vous connecter.
lt: Prašome prisijungti.
sq: Ju lutemi identifikohuni tani.

source: Username:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
lt: Vardas:
sq: Emri i përdoruesit:

source: Password:
fi: Salasana:
fr: Mot de passe :
lt: Slaptažodis:
sq: Fjalëkalimi:

source: Logout - User
fi: Kirjaudu ulos - Käyttäjä
lt: Atsijungti - Vartotojas
sq: Dilni nga sistemi - Përdorues

source: You have logged out successfully.
fi: Kirjauduit ulos onnistuneesti.
fr: Déconnexion réussie.
lt: Jūs sėkmingai atsijungėte.
sq: Ju keni dalë nga sistemi me sukses.

source: Login using Open ID
fi: Kirjaudu käyttäen Open ID:tä
lt: Prisijungti su „Open ID“.
sq: Identifikohu duke përdorur Open ID

source: Please click your account provider:
fi: Ole hyvä ja napsauta tilisi tarjoajaa
lt: Paspauskite savo paskyros teikėją:
sq: Ju lutem klikoni ofruesin e llogarisë tuaj:

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account].
fi: OpenID on palvelu joka mahdollistaa kirjautumisen usealle web-sivustolle käyttäen yhtä käyttäjätunnusta/identiteettä. Lisää tietoa [1:OpenID:stä] ja [2:kuinka saada OpenId:tä käyttävä tili].
lt: „OpenID“ tarnyba leidžia su viena paskyra prisijungti prie daugelio svetainių. sužinokite [1:apie „OpenID“] ir [2:apie tai, kaip gauti „OpenID“ paskyrą], daugiau.
sq: OpenID është shërbim që ju lejon të hyni-në në faqet e internetit të ndryshme duke përdorur një identitet të vetëm. Gjeni më shumë [1: më shumë për OpenID] dhe [2: si për të marrë një OpenID aktivizuar llogarinë].

source: Don't have an OpenID?
fi: Sinulla ei ole OpenID:tä?
fr: Vous n'avez pas d'OpenID ?
lt: Neturite „OpenID“ paskyros?
sq: Nuk keni një OpenID?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
fi: OpenID on palvelu joka mahdollistaa kirjautumisen monelle web sivustolle käyttämällä yhteä identiteettiä. Lisää tietoa [1:lisää tietoa OpenID:stä] ja [2:kuinka saan käyttööni OpenID tilin]. Ehkäpä yksinkertaisin tapa on kirjautua käyttäen ilmaisia OpenID tarjoajia kuten [3:https://www.myopenid.com/].
lt: „OpenID“ tarnyba leidžia su viena paskyra prisijungti prie daugelio svetainių. sužinokite [1:apie „OpenID“] ir [2:apie tai, kaip gauti „OpenID“ paskyrą], daugiau. Bene paprasčiausias būdas yra pasinaudoti nemokamo „OpenID“ teikėjo, pavyzdžiui, [3:https://www.myopenid.com/], paslaugomis.
sq: OpenID është shërbim që ju lejon të hyni-në në faqet e internetit të ndryshme duke përdorur një identitet të vetëm. Find out [1: më shumë për OpenID] dhe [2: si për të marrë një OpenID aktivizuar llogarinë]. Ndoshta mënyra më e thjeshtë është të nënshkruajë me një ofrues të OpenID lirë të tilla si [3:https://www.myopenid.com/].

source: User:
fi: Käyttäjä:
lt: Vartotojas:
sq: Përdorues:

source: My Account
fi: Käyttäjätilini
fr: Mon compte
lt: Mano paskyra
sq: Llogaria ime

source: You are logged in.
fi: Olet kirjautunut sisään.
fr: Vous êtes connecté
lt: Jūs esate prisijungę.
sq: Ju jeni identifikuar

source: View your API key
fi: Näytä API avaimesi
fr: Voir votre clé d'API
lt: Peržiūrėkite savo API raktą
sq: Shiko celësin API tuaj

source: Edit your profile
fi: Muokkaa profiilia
sq: Modifikoni profilin tuaj

source: Log out
fi: Kirjaudu ulos
fr: Déconnexion
lt: Atsijungti
sq: Dilni nga sistemi

source: Activity
fi: Aktiviteetit
fr: Activité
lt: Aktyvumas
sq: Aktiviteti

source: Number of edits:
fi: Muokkausten lukumäärä:
fr: Nombre d'éditions :
lt: Pakeitimų skaičius:
sq: Numri i redaktimeve:

source: Number of packages administered:
fi: Hallinnoitujen tietoaineistojen lukumäärä:
fr: Nombre de paquets administrés :
lt: Administruojamų rinkinių skaičius:
sq: Numri i pakove të administruara:

source: Recent changes
fi: Viimeisimmät muutokset
fr: Modifications récentes
lt: Naujausi pakeitimai
sq: Ndryshimet e fundit

source: Powered by CKAN
sq: Mundësuar nga CKAN

source: (css and js)
fr: (css et js)
lt: (CSS ir JS)
sq: (css dhe js)

source: CKAN logo: "
fr: logo CKAN : "
lt: CKAN logotipas: "
sq: Logo CKAN : "

source: <strong>Unique identifier</strong> for package.<br/>2+ chars, lowercase, using only 'a-z0-9' and '-_'
lt: <strong>Unikalus rinkinio identifikatorius</strong>.<br/>2+ ženklai, mažosiomis raidėmis, naudojant tik „a-z, 0-9“ ir „-_“

source: (space separated list)
lt: (tarpeliais atskirtas sąrašas)

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax">Markdown formatting</a> here.
lt: Galite naudoti <a href="http://daringfireball.net/projects/markdown/syntax">„Markdown“ formatavimą</a>.

source: Data Packages
lt: Duomenų rinkiniai

source: Atom Feed
lt: „Atom“ srautas

source: Total number of packages
lt: Visas rinkinių skaičius

source: Revisions to packages per week
lt: Rinkinių versijos šią savaitę

source: Top Rated Packages
lt: Geriausiai įvertinti rinkiniai

source: Average rating
lt: Vidutinis vertinimas

source: Number of ratings
lt: Vertinimų kiekis

source: Most Edited Packages
lt: Daugiausiai redaguoti rinkiniai

source: Number of edits
lt: Redakcijų skaičius

source: Largest Groups
lt: Didžiausios grupės

source: Users owning most packages
lt: Vartotojai su daugiausiai rinkinių

source: Page last updated:
lt: Tinklalapis atnaujintas:

source: Version [1:%(pkg_version)s]
lt: Versija [1:%(pkg_version)s]

source: Downloadable resources
lt: Parsiunčiami ištekliai

source: No resources
lt: Išteklių nėra

source: Edit this Package
lt: Redaguoti šį rinkinį

source: Can you help us keep this page up to date? If so, why not [1: update the package information].
lt: Ar galite padėti atnaujinti šį tinklalapį? Jei taip, gal galite [1: atnaujinti rinkinio informaciją?].

source: Alternative metadata formats
lt: Alternatyvūs metaduomenų formatai

source: JSON format
lt: JSON formatas

source: RDF format
lt: RDF formatas

source: Tags:
lt: Žymos

source: A curated collection of packages
lt: Kuruojama rinkinių kolekcija

source: Groups:
lt: Grupės

source: Rating
lt: Vertinimas

source: Search - Data Packages
lt: Paieška - Duomenų rinkiniai

source: [1:%(item_count)s] packages found.
lt: Rasta [1:%(item_count)s] rinkinių.

source: Filters:
fr: Filtres :
lt: Filtrai:

source: open license
fr: licence libre
lt: atvira licencija

source: downloadable
fr: téléchargeable
lt: parsiunčiamas

source: CKAN Recent Changes
fr: Modifications récentes CKAN

source: CKAN Logo
fr: Logo CKAN

source: In this section:
fr: Dans cette section :

source: Skip to page content
fr: Aller vers le contenu de la page

source: [ Skip to main content ]
fr: [ Aller vers le contenu principal ]

source: Valid XHTML 1.1
fr: XHTML 1.1 valide

source: An
fr: Un projet

source: Open Knowledge Foundation
fr: de la fondation Open Knowledge
