Repository: okfn/ckan-old
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: fi, fr, lt, sq

source: Agency
fi: Virasto
lt: Agentūra
sq: Agjencia

source: Can't find entity data in request POST data %s: %s
fi: Entiteetti tietoja ei löydy POST kyselyparametreissa %s: %s
lt: Komanda POST %s nerado elemento duomenų: %s
sq: Nuk mund të gjej data në kërkesën POST %s: %s

source: Request params must be in form of a json encoded dictionary.
fi: Kyselyparametrit täytyy olla json enkoodatussa muodossa
lt: Užklausos nuostatos turi būti „json“ koduoto žodyno formos.
sq: Parametrat e kërkimit duhet të jenë në formë json ose në një fjalor të koduar json

source: No links are allowed in the log_message.
fi: Linkkejä ei saa olla logiviestissä
lt: Žurnalo įrašuone nuorodos negalimos.
sq: Nuk lejohen linke në messazhet log

source: Harvester: Created package %s
fi: Tiedonlouhija: Luotiin tietoaineisto %s
lt: Surinkėjas: sukurtas rinkinys %s
sq: U krijua paketa %s

source: depends on %s
fi: riippuu %s:stä
lt: priklauso nuo %s
sq: varet nga %s

source: is a dependency of %s
fi: on %s riippuvuus
lt: priklauso nuo %s
sq: është varësi e %s

source: derives from %s
fi: on johdettavissa %s:stä
lt: yra %s atmaina
sq: rrjedh nga %s

source: has derivation %s
fi: on haara %s
lt: turi atmainą %s
sq: ka si pasuese %s

source: links to %s
fi: linkittää %s
lt: siejasi su %s
sq: lidhet me %s

source: is linked from %s
fi: on linkitetty %s:tä
lt: susietas su %s
sq: është e lidhur nga %s

source: is a child of %s
fi: on %s:n lapsi
lt: yra po %s
sq: është bijë e %s

source: is a parent of %s
fi: on %s:n äiti
lt: yra virš %s
sq: është prind i %s

source: has sibling %s
fi: on sisarus %s
lt: yra greta %s
sq: ka vëlla %s

source: This package satisfies the Open Knowledge Definition.
fi: Tämä tietoaineisto täyttää Open Knowledge Defintion määrittelyn.
lt: Šis rinkinys atitinka Atvirų žinių apibrėžimą.
sq: Kjo paketë është në harmoni me kufizimin e Open Knowledge.

source: [Open Data]
fi: [Avoin data]
lt: [Atviri duomenys]

source: [Open Content]
fi: [Avoin sisältö]
lt: [Atviras turinys]
sq: [Përmbajtje e hapur]

source: Data Not Open
fi: Tieto ei avointa
sq: Të dhënat e jo të hapura

source: Number of packages
fi: Tietoaineistojen määrä
lt: Rinkinių kiekis
sq: Numri i paketave

source: Description
fi: Kuvaus
lt: Aprašymas
sq: Përshkrimi

source: Number of members
fi: Jäsenten määrä
sq: Numri i anëtarëve

source: View package resources
fi: Näytä tietoaineistojen linkit
sq: Shiko burimet e paketës

source: DOWNLOAD
fi: LATAA
sq: Shkarko

source: No downloadable resources.
fi: Ei ladattavia resursseja.
sq: Nuk ka burime që mund të shkarkohen.

source: no ratings yet
fi: ei luokitusta vielä
sq: nuk ka vlerësime

source: – rate it now
fi: – anna luokitus nyt
sq: – vlerëso tani

source: Error %(code)s
fi: Virhe %(code)s
fr: Erreur %(code)s
lt: Klaida %(code)s
sq: Gabim %(code)s

source: Logged in as
fi: Kirjautuneena sisään
lt: Prisijungėte kaip
sq: Identifikuar si

source: username
fi: käyttäjänimi
lt: Vartotojo vardas
sq: përdoruesi

source: My account
fi: Oma tilini
fr: Mon compte
lt: Mano paskyra
sq: Llogaria ime

source: Logout
fi: Kirjaudu ulos
fr: Déconnexion
lt: Atsijungti
sq: Dilni nga sistemi

source: Login with
fi: Kirjaudu sisään
fr: Se connecter avec
lt: Prisijungti su
sq: Identifikohu me

source: Skip to content
fi: Siirry sisältöön
sq: Hidhu tek përmbajtja

source: Home
fi: Aloitussivu
fr: Accueil
lt: Pradžia
sq: Kreu

source: Search
fi: Etsi
sq: Kërko

source: Add a package
fi: Lisää tietoaineisto
sq: Shto një paketë

source: About
fi: Tietoa
fr: À propos
lt: Informacija
sq: Rreth

source: Master content template placeholder … please replace me.
fi: Pääsisältöpohjan esimerkkisisältö ... korvaa tämä sisältö.
lt: Pagrindinio turinio šablono vieta... prašome jį įkelti.
sq: Mbajtësi i templatit kryesor ... ju lutem me zëvendësoni.

source: Packages
fi: Tietoaineistot
fr: Paquets
lt: Rinkiniai
sq: Paketa

source: Register a new Package
fi: Rekisteröi uusi tietoaineisto
sq: Regjistro një paketë të re

source: Revision History
fi: Revisiohistoria
lt: Versijų istorija
sq: Historia e ndryshimit

source: Groups & Tags
fi: Ryhmät ja Avainsanat
sq: Grupet & terma

source: Create a new Group
fi: Luo uusi ryhmä
sq: Krijo një grup të ri

source: Authorization Groups
fi: Käyttöoikeusryhmät
lt: Autorizavimo grupės
sq: Grupet e autorizuara

source: Create a new Authorization Group
fi: Luo uusi käyttöoikeus ryhmä
sq: Krijo një grup të ri autorizimi

source: Project Home Page
fi: Projektin aloitussivu
fr: Page d'accueil du projet
lt: Projekto pradžios puslapis
sq: Faqja kryesore e projektit

source: Contact Us
fi: Ota yhteyttä
fr: Nous contacter
lt: Kontaktai
sq: Na kontaktoni

source: Privacy Policy
fi: Tietosuojapolitiikka
fr: Politique de confidentialité
lt: Privatumo taisyklės
sq: Rregullat e përdorimit

source: Credits
fi: Kreditit
sq: Meritat

source: [1:] An [2:Open Knowledge Foundation] Project
fi: [1:] CKAN on [2:Open Knowledge Foundation] projekti
sq: [1:] Një projekt [2:Open Knowledge Foundation]

source: This Content and Data is Open
fi: Tämä sisältö ja tieto on avointa
fr: Ce contenu et ces données sont ouvertes
lt: Turinys ir duomenys yra atviri
sq: Kjo përmbajtje dhe të dhëna janë të lira

source: - Authorization - AuthorizationGroups
fi: - Käyttöoikeudet - Käyttöoikeusryhmät
lt: - Autorizavimas - Autorizavimo Grupės
sq: - Autorizimi- GrupeteAutorizuara

source: Authorization for authorization group:
fi: Käyttöoikeusryhmän oikeudet:
lt: Autorizavimas autorizavimo grupėms:
sq: Autorizimi për grupet e autorizuara

source: Update Existing Roles
fi: Päivitä olemassolevia rooleja
fr: Mettre à jour un rôle existant
lt: Atnaujinti esamus vaidmenis
sq: Modifikoni rolet ekzistuese

source: Create New User or Authorization Group Roles
fi: Luo uusia käyttäjä tai käyttöoikeusryhmä rooleja
lt: Sukurti naują vartotoją arba naują grupės vaidmenį
sq: Krijoni një përdorues të ri ose rol grupi autorizues

source: Save
fi: Tallenna
lt: Išsaugoti
sq: Ruaj

source: - Edit - AuthorizationGroups
fi: - Muokkaa - Käyttöoikeusryhmät
lt: - Redaguoti – Autorizavimo Grupės
sq: - Modifiko - Grupetëautorizuara

source: Edit Authorization Group:
fi: Muokkaa käyttöoikeusryhmää:
lt: Redaguoti autorizavimo grupę:
sq: Modifiko grupin e autorizuar:

source: Users
fi: Käyttäjät:
lt: Vartotojai
sq: Përdorues

source: There are no users currently in this group.
fi: Tässä ryhmässä ei ole tällä hetkellä käyttäjiä.
lt: Šioje grupėje nėra vartotojų.
sq: Nuk ka përdorues në këtë grup.

source: There are [1:%(item_count)s] authorization groups.
fi: Yhteensä [1:%(item_count)s] käyttöoikeusryhmää.
lt: Yra [1:%(item_count)s] autorizavimo grupių.
sq: Ka [1:%(item_count)s] grupe të autorizuara

source: View
fi: Näytä
lt: Peržiūrėti
sq: Shikoni

source: Edit
fi: Muokkaa
fr: Éditer
lt: Redaguoti
sq: Modifikoni

source: Authorization
fi: Käyttöoikeudet
lt: Autorizacija
sq: Autorizimi

source: Instead of specifying the privileges of specific users on a package or group, you can also specify a set of users that will share the same rights. To do that, an [1:authorization group] can be set-up and users can be added to it.
fi: Sen sijaan että määrittelisit tietyt oikeudet tietylle käyttäjälle pakettiin tai ryhmään liittyen, voit myös määritellä joukon käyttäjiä jotka jakavat sama oikeudet. Tehdäksesi näin voit luoda [1:käyttöoikeusryhmän] ja käyttäjät voidaan lisätä siihen.
lt: Vietoje tam tikrų vartotojų teisių grupei ar rinkiniui galite nurodyti grupę vartotojų su tomis pačiomis teisėmis. Tam turi būti sukurta [1:vartotojų grupė] ir jai paskirti individualūs vartotojai.
sq: Në vend që të përcaktoni privilegje të përdoruesve apo grupeve të vecantë, ju mund të përcaktoni një grup përdoruesish që kanë të njëjtat të drejta. Për të bërë këtë, një [1:authorization group] mund të krijohet dhe përdorues mund të shtohen në të.

source: To create a new authorization group, please first
fi: Luodaksesi uuden käyttöoikeusryhmän, ole hyvä ja
lt: Prieš sukurdami vartotojų grupę
sq: Për të krijuar një grup autorizimi, ju lutem fillimisht

source: login
fi: kirjaudu
lt: prisijunkite
sq: identifikohuni

source: Create a new authorization group
fi: Luo uusi käyttöoikeusryhmä
lt: Sukurti naują vartotojų grupę
sq: Krijo një grup të ri autorizimi

source: New - Authorization Groups
fi: Uusi - Käyttöoikeusryhmät
lt: Nauja – Vartotojų grupės
sq: E re - Grup autorizimi

source: New Authorization Group
fi: Uusi käyttöoikeusryhmä
lt: Nauja vartotojų grupė
sq: Grup autorizimi i ri

source: - Authorization Groups
fi: - Käyttöoikeusryhmät
lt: - Vartotojų grupės
sq: - Grupe autorizimi

source: Administrators:
fi: Pääkäyttäjät:
fr: Administrateurs :
lt: Administratoriai:
sq: Administratorë:

source: Users:
fi: Käyttäjät:
lt: Vartotojai:
sq: Përdorues:

source: There are %(item_count)s users in this authorization group.
fi: Tässä käyttöoikeusryhmässä on %(item_count)s käyttäjää.
lt: Šioje grupėje yra %(item_count)s vartotojų.
sq: Ka %(item_count)s përdorues në këtë grup autorizimi

source: - Authorization - Groups
fi: - Käyttöoikeudet - Ryhmät
lt: - Autorizavimas - Grupės
sq: - Autorizime - Grupe

source: Authorization for group:
fi: Ryhmän käyttöoikeudet:
fr: Autorisation pour le groupe :
lt: Autorizavimas grupei:
sq: Autorizim për grupin:

source: Create New User Roles
fi: Luo uusia käyttäjärooleja
fr: Créer de nouveaux rôles utilisateur
lt: Sukurti naujus vartotojo vaidmenis
sq: Krijo një rol të ri përdoruesi

source: - Edit - Groups
fi: - Muokkaa - Ryhmät
lt: - Redaguoti - Grupės
sq: - Modifiko - Grupe

source: Edit Group:
fi: Muokkaa ryhmää:
fr: Éditer le groupe :
lt: Redaguoti grupę:
sq: Modifiko grup:

source: There are no packages currently in this group.
fi: Tässä ryhmässä ei ole tällä hetkellä tietoaineistoja.
lt: Šiuo metu grupėje nėra rinkinių.
sq: Nuk ka paketa në këtë grup.

source: - Groups - History
fi: - Ryhmät - Historia
sq: - Grupe - Historia

source: Revisions
fi: Revisiot
fr: Révisions
lt: Versijos
sq: Ndryshime

source: Subscribe »
fi: Tilaa »
lt: Prenumeruoti »
sq: Abonohu»

source: Error:
fi: Virhe:
fr: Erreur :
lt: Klaida:
sq: Gabim:

source: Revision
fi: Revisio
fr: Révision
lt: Versija
sq: Ndryshimi

source: Timestamp
fi: Aikaleima
lt: Data ir laikas
sq: Data

source: Log Message
fi: Logiviesti
lt: Žurnalo įrašas
sq: Mesazhi

source: Compare »
fi: Vertaa »
lt: Palyginti »
sq: Krahaso »

source: Group History
fi: Ryhmän historia
sq: Historia e grupit

source: Groups of Data Packages
fi: Tietoaineistojen ryhmät
lt: Duomenų rinkinių grupės
sq: Grupe të paketave të të dhënave

source: There are [1:%(item_count)s] groups.
fi: Yhteensä [1:%(item_count)s] ryhmää.
lt: [1:%(item_count)s] grupių.
sq: Ka [1:%(item_count)s] grupe.

source: Groups section
fi: Ryhmien osio
fr: Section groupes
lt: Grupių skyrius
sq: Seksionet e grupit

source: Whilst tags are great at collecting packages together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove packages from it.
fi: Vaikka avainsanat ovat kätevä tapa koota tietoaineistoja yhteen, on tilanteita jolloin halutaan rajata käyttäjien oikeuksia muokata joukkoa tietoaineistoja. Yhdelle [1:ryhmälle] voidaan määritellä millä käyttäjillä on oikeus lisätä ja poistaa paketteja.
lt: Nors žymos praverčia grupuojant rinkinius, kartais prireikia apriboti vartotojų teises redaguoti kurią jų dalį. Galima sukurti vartotojų [1:grupę] su redagavimo teisėmis ir paskirti jai reikiamus rinkinius ar juos pašalinti.
sq: Megjithëse termat janë një mënyrë e mirë për të grupuar paketat, ka raste kur doni të kufizoni përdoruesit që të modifikojnë një paketë. Një [1:group] mund të krijohet duke përcaktuar cili përdorues mund të shtojë dhe të heqë paketa nga ai

source: To create a new group, please first
fi: Luodaksesi uuden ryhmän, ole hyvä
lt: Prieš sukurdami grupę
sq: Për të krijuar një grup, ju lutem fillimisht

source: Create a new group
fi: Luo uusi ryhmä
lt: Sukurti naują grupę
sq: Krijo një grup të ri

source: History
fi: Historia
lt: Istorija
sq: Historiku

source: New - Groups
fi: Uusi - Ryhmät
lt: Nauja – Grupės
sq: Të rinj - Grupe

source: New Group
fi: Uusi ryhmä
fr: Nouveau groupe
lt: Nauja grupė
sq: Grup i ri

source: - Groups
fi: - Ryhmät
lt: - Grupės
sq: - Grupe

source: No Title
fi: Ei otsikkoa
fr: Sans titre
lt: Be pavadinimo
sq: Pa titul

source: Packages:
fi: Tietoaineistot:
fr: Paquets :
lt: Rinkiniai:
sq: Paketat:

source: There are %(item_count)s packages in this group.
fi: Tässä ryhmässä on %(item_count)s tietoaineistoa.
lt: Šioje grupėje yra %(item_count)s rinkinių.
sq: Ka %(item_count)s paketa në këtë grup.

source: About CKAN
fi: Tietoa CKAN:ista
fr: À propos de CKAN
lt: Apie CKAN
sq: Rreth CKAN

source: CKAN is the Comprehensive Knowledge Archive Network, a [1:registry] of [2:open knowledge] packages and projects (and a few closed ones).
fi: CKAN on Comprehensive Knowledge Archive Network, [1:registry] of [2:open knowledge] paketeille ja projekteille (ja muutamille suljetuille).
lt: CKAN yra „Comprehensive Knowledge Archive Network“, [2:atvirų žinių] rinkinių ir projektų (bei keleto uždarų) [1:sąvadas].
sq: CKAN është Comprehensive Knowledge Archive Network, një [1:registry] i [2:open knowledge] paketave dhe projekteve (dhe disa të mbyllur).

source: CKAN makes it easy to [1:find, share and reuse open content and data], especially in ways that are machine automatable.
fi: CKAN tekee helpoksi [1:etsiä, jakaa ja uudelleenkäyttää avointa sisältöä ja dataa], erityisesti joka on koneellisesti automatisoitavissa.
lt: CKAN padeda [1:surasti, dalintis ir pakartotinai panaudoti atvirą turinį ir duomenis], ypač tuos, kurie tinkami apdoroti kompiuteriais.
sq: CKAN lehtëson [1:find, share and reuse open content and data], vecanërisht në formate të lexueshme nga makinat.

source: As a system CKAN functions as a synthesis of several different services:
fi: Järjestelmänä CKAN yhdistää seuraavia erilaisia palveluita:
fr: Le système CKAN fonctionne comme une synthèse de différent services :
lt: CKAN susideda iš kelių tarnybų:
sq: Si system, CKAN funksionon si një sintetizues i shërbimeve të ndryshme

source: CKAN Features Overview
fi: CKAN ominaisuudet yleisesti
fr: Aperçu des fonctionnalités de CKAN
lt: CKAN apžvalga
sq: Vecoritë e CKAN

source: As the diagram shows, CKAN combines the features of a listing/registry, a package index and a wiki. As a registry it acts like [1:freshmeat] but for open data and content resources. However it adds to a simple registry in key ways.
fi: Kuten kuva osoittaa, CKAN yhdistää / rekisterin, tietoaineistoluettelon ja Wikin. Rekisterinä se toimii kuten [1:freshmeat] mutta avoimen datan ja sisällön aineistolle.
lt: Kaip matyti diagramoje, CKAN yra registro, rinkinių sąvado ir „wiki“ junginys. Registro funkcijos yra panašios į [1:„Freshmeat“], tačiau čia jos skirtos atviriems duomenims ir turinio ištekliams. Tačiau registro funkcijos turi svarbių priedų.
sq: Sic tregohet dhe në diagram, CKAN bashkon vecoritë e një listuesi/arkive, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>një paketë dhe një wiki. Si një arkivë ai veprin si [1:freshmeat] por për open data dhe <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>burime përmbajtje. Sidoqoftë ai ofron ruajtje të dhënash në varësi të celësave.

source: First, thanks to its underlying [1:versioned domain model] CKAN has a wiki-like interface that lets anyone add and material held in it. Second, and unlike a wiki, CKAN can store 'structured' information, which allows it to provide 'index'-like features such as automated registration, discovery and installation of material. In this respect it behaves like [2:CPAN] or [3:PyPI] in the software world -- though again for [4:open data and content] not code.
fi: Kiitos CKAN:in [1:versionhallintamallin] CKAN:issa on Wiki-tyyppinen käyttöliittymä, joka mahdollistaa kenen vain lisätä aineistoja sinne. Lisäksi, toisin kuin wikissä, CKAN tallentaa 'rakenteista' informaatiota mikä mahdollistaa luettelo-tyyppiset ominaisuudet kuten aineistojen automaattisen rekisteröinnin, etsinnän, ja asennuksen. Tästä näkövinkkelistä se toimii kuin [2:CPAN] tai [3:PyPI] ohjelmistomaailmassa -- kuitenkin [4:avoimen datan ja sisällön kontekstissa] eikä ohjelmakoodille.
lt: Pirma, naudodama [1:domeno versijų modelį] CKAN turi „wiki“ tipo sąsają, kuri leidžia kiekvienam papildyti medžiagą. Antra, skirtingai nuo „wiki“, CKAN gali kaupti struktūrizuotą informaciją, kuri leidžia naudoti sąvadą automatizuotam medžiagos registravimui, paieškai ir diegimui. Šiuo aspektu jis panašus į [2:CPAN] ar [3:„PyPI“] programas – nors skirtas [4:atviriems duomenims ir turiniui], o ne kodui.
sq: Fillimisht, thanks to its underlying [1:versioned domain model] CKAN has a <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>wiki-like interface that lets anyone add and material held in it. Second, <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>and unlike a wiki, CKAN can store 'structured' information, which allows it <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>to provide 'index'-like features such as automated registration, discovery <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>and installation of material. In this respect it behaves like [2:CPAN] or [3:PyPI] in the software world -- though <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>again for [4:open data and content] <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>not code.

source: More about CKAN, and the background to its creation can be found in [1:these slides].
fi: Lisää tietoa CKAN:ista ja taustaa sen luonnista löytyy [1:tästä esityksestä].
lt: Daugiau apie CKAN ir jo įkūrima galima sužinoti iš [1:šių skaidrių].
sq: Më shumë mbi CKAN dhe historikun e krijimit të tij mund të gjendet në [1:these slides].

source: In addition to use of this website, %(site_title)s data can be viewed and changed by using CKAN's Application Programming Interface (API).
fi: Tämän sivuston lisäksi, %(site_title)s sivuston dataa voidaan näyttää ja muokata käyttäen CKAN:in ohjelmointirajapintaa (API).
lt: %(site_title)s duomenis galima peržiūrėti ir keisti ne tik šioje svetainėje, bet ir naudojant CKAN programavimo sąsają (API).
sq: Përvec përdorimit të kësaj faqeje, %(site_title)s të dhënat mund të shikohen dhe të modifikohen duke përdorur Ndërfaqen e Programimit të CKAN (API).

source: The API takes the form of a RESTful (Representational State Transfer) style API for accessing CKAN database objects and a Search API.
fi: Ohjelmointirajapinta käyttää RESTful (Representational State Transfer) tyylistä rajapintaa jolla saadaan pääsy CKAN:in tietokanta objekteihin ja haku rajapintaan.
lt: Jungtims su CKAN duomenų bazės objektais ir paieška API naudoja „RESTful“ (būsenos perdavimo) formą.
sq: API merr informacion në formatin RESTful (Representational State Transfer) për të aksesuar databazën e CKAN.

source: For full details of accessing the API, see the documentation at: [1:http://knowledgeforge.net/ckan/doc/ckan/api.html]
fi: Täydelliset ohjeet ohjelmointirajapintaan (API) ja dokumentaatioon löydettävissä osoitteessa: [1:http://knowledgeforge.net/ckan/doc/ckan/api.html]
lt: Aprašymą, kaip naudotis API, rasite: [1:http://knowledgeforge.net/ckan/doc/ckan/api.html]
sq: Informacione për të aksesuar API shikoni dokumentacionin tek: [1:http://knowledgeforge.net/ckan/doc/ckan/api.html]

source: Who's Behind CKAN?
fi: Ketkä ovat CKAN:in takana?
fr: Qui est derrière CKAN ?
lt: Kas sukūrė CKAN?
sq: Kush është pas CKAN?

source: The CKAN software and site is developed and maintained by the [1:Open Knowledge Foundation]. Both the CKAN code and data are open: [2:free for anyone to use and reuse]. To find out more check out the the [3:CKAN project page] on the Open Knowledge Foundation site.
fi: CKAN ohjelmistoa ja ja sivustoa kehitetään ja ylläpidetään [1:Open Knowledge Foundation] toimesta. Sekä CKAN:in koodi että data on avointa: [2:avointa kenen vaan käyttää ja uudelleenkäyttää]. Saadaksesi lisätietoa tutustu [3:CKAN projekti sivuun] Open Knowledge Foundation sivustolla.
lt: CKAN programa ir svetainė sukurta ir prižiūrima [1:„Atvirų žinių fondo“]. Tiek CKAN kodas, tiek ir duomenys yra atviri: [2:nemokami naudotis visiems]. Jei norite sužinoti daugiau, aplankykite [3:CKAN projekto tinklalapį] „Open Knowledge Foundation“ svetainėje.

source: Contributors
fi: Avustajat
fr: Contributeurs
lt: Kūrėjai
sq: Kontribues

source: Various people and projects have contributed to the development of CKAN including:
fi: Monet henkilöt ja projektit ovat avustaneet CKAN kehitystä mukaanlukien:
fr: Plusieurs personnes ont contribué au developpement de CKAN, dont :
lt: Daug žmonių ir projektų prisidėjo prie CKAN kūrimo:
sq: Individë të ndryshëm kanë kontribuar në zhvillimin e CKAN duke përfshirë:

source: angry
fi: vihainen
sq: nervozuar

source: hamster
fi: hamsteri

source: famfamfam.com for silk icons
fi: famfamfam.com silkki ikoneille
fr: famfamfam.com pour les icones silk
lt: „famfamfam.com“ už „silk“ piktogramas
sq: famfamfam.com për ikonat

source: More information
fi: Lisää tietoa
lt: Daugiau informacijos
sq: Më shumë informacion

source: User Guide
fi: Käyttöopas
lt: Vartotojo vadovas
sq: Manuali i përdorimit

source: Statistics
fi: Statistiikka
lt: Statistika
sq: Statistika

source: CKAN development
fi: CKAN kehitys
lt: CKAN kūrimas
sq: Zhvillimi i CKAN

source: Welcome to
fi: Tervetuloa:
lt: Sveiki!
sq: Mirësevini tek

source: %(title)s is an [1:open registry] of data and content packages. Harnessing the CKAN software, this site makes it easy to find, share and reuse content and data, especially in ways that are machine automatable.
fi: %(title)s on rekisteri [1:avoimen datan ja sisällön] tietoaineistoille. Hyödyntämällä CKAN ohjelmistoa, tämä sivusto tekee helpoksi etsiä, jakaa ja uudelleenkäyttää avointa sisältöä ja dataa, erityisesti tavoilla jotka ovat koneellisesti automatisoitavissa.
lt: %(title)s yra [1:atviras] duomenų ir turinio rinkinių sąvadas. Ši svetainė naudoja CKAN programą lengvai duomenų, ypač apdorojamų kompiuteriais, paieškai, dalinimuisi ir pakartotiniam panaudojimui.
sq: %(title)s është një [1:open registry] të dhënash dhe përmbajtje në një paketë. Kjo faqe lehtëson gjetjen, ndarjen dhe ripërdorimin e përmbajtjes dhe të dhënave, veçanërisht të atyre që janë të automatizuara mekanikisht.

source: [1:%(package_count)s registered data packages] available.
fi: [1:%(package_count)s rekisteröityä tietoaineistoa] saatavilla.
lt: Yra [1:%(package_count)s registruotų duomenų rinkinių].
sq: gjendet [1:%(package_count)s registered data packages].

source: Top Tags
fi: Suosituimmat avainsanat
lt: Populiariausios žymos
sq: Termat më të përdorur

source: Recently changed
fi: Viimeksi muuttuneet
fr: Modifications récentes
lt: Naujausi pakeitimai
sq: Ndryshuar së fundmi

source: Time
fi: Aika
lt: Laikas
sq: Koha

source: View older changes »
fi: Näytä vanhemmat muutokset »
fr: Voir les modifications antérieures »
lt: Peržiūrėti ankstesnius pakeitimus »
sq: Shiko ndryshimet e vjetra »

source: More &raquo;
fi: Lisää &raquo;
sq: Më shumë »

source: Add row to table
fi: Lisää rivi taulukkoon
sq: Shto rresht në tabelë

source: Code
fi: Ohjelmakoodi
lt: Kodas
sq: Kodi
