Repository: okfn/ckan-old
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: fi, fr, lt, sq

source: v%(h)s | (c) Open Knowledge Foundation | All material available under an [1:open license] | [2:[3:]]
fr: v%(h)s | (c) Open Knowledge Foundation | Code et contenus disponibles sous une [1:licence libre] | [2:[3:]]

source: Groups - Authorization -
fr: Groupes - Autorisation -

source: Groups - Edit -
fr: Groupes - Éditer -

source: New Packages
fr: Nouveaux paquets

source: Groups - Index
fr: Groupes - Index

source: groups.
fr: groupes.

source: Whilst tags are great at collecting packages together, there are occasions when you want to restrict users from editing a collection. A
fr: Alors que les tags sont utiles pour rassembler les paquets, il y a des cas où l'on désire empêcher les utilisateurs d'éditer une collection. Un

source: group
fr: groupe

source: can be set-up to specify which users have permission to add or remove packages from it.
fr: peut être mis en place pour spécifier quels utilisateurs ont la permission d'ajouter ou d'enlever des paquets de celle-ci.

source: Groups -
fr: Groupes -

source: [edit]
fr: [éditer]

source: [authorization]
fr: [autorisations]

source: package
fr: paquet

source: in this group.
fr: dans ce groupe.

source: CKAN is the Comprehensive Knowledge Archive Network, a
fr: CKAN est l'acronyme de Comprehensive Knowledge Archive Network, un

source: registry
fr: index

source: CKAN makes it easy to
fr: CKAN facilite

source: find, share and reuse open content and data
fr: la recherche, le partage et la réutilisation de contenus et de données ouvertes

source: , especially in ways that are machine automatable.
fr: , spécialement de façon automatisable par des machines.

source: As the diagram shows, CKAN combines the features of a listing/registry, a package index and a wiki. As a registry it acts like
fr: Comme le diagramme le montre, CKAN combine des fonctionnalités d'une liste/registre, d'un index de paquet et d'un wiki. En tant que registre, il agit comme

source: but for open data and content resources. However it adds to a simple registry in key ways.
fr: mais pour des ressources, du contenu et des données libres. Toutefois, il ajoute des élements essentielles à un simple registre.

source: First, thanks to its underlying
fr: Tout d'abord, grâce à son

source: CKAN has a wiki-like interface that lets anyone add and material held in it. Second, and unlike a wiki, CKAN can store 'structured' information, which allows it to provide 'index'-like features such as automated registration, discovery and installation of material. In this respect it behaves like
fr: CKAN possède une interface comme un wiki qui permet à tout le monde d'ajouter des informations. Deuxièmement, et contrairement à un wiki, CKAN pour stocker des informations structurées, ce qui lui permet de fournir des fonctionnalités d'un index, comme l'enregistrement automatique, la découverte et l'installation de matériaux. De cette façon, il se comporte comme

source: or
fr: ou

source: in the software world -- though again for
fr: dans le monde du logiciel (mais pour le

source: open data and content
fr: contenu et les données libres

source: not code.
fr: au lieu du code source.

source: More about CKAN, and the background to its creation can be found in
fr: Plus d'informations à propos de CKAN, et sa création peut être trouver dans

source: these slides
fr: cette présentation

source: The CKAN software and site is developed and maintained by the
fr: Le logiciel CKAN et son site est developpé et maintenu par la

source: . Both the CKAN code and data are open:
fr: . À la fois le code source et les données de CKAN sont libre :

source: free for anyone to use and reuse
fr: libre d'être utilisés et reutilisé par tous

source: . To find out more check out the the
fr: . Pour en savoir plus, voir la page du

source: CKAN project page
fr: projet CKAN

source: on the Open Knowledge Foundation site.
fr: sur la site de la Open Knowledge Foundation.

source: CKAN Guide
fr: Guide CKAN

source: Bookmarklet for Adding Packages
fr: Bookmarklet pour ajouter des paquets

source: Want to automate creating a package from the info in a webpage? You can use the CKAN bookmarklet. This will automatically extract information such as url, title and a description and send it off to the new package form (where you can then edit further).
fr: Vous voulez automatisez la création d'un paquet à partir des informations d'une page web ? Vous pouvez utiliser la bookmarklet CKAN. Elle extrairera automatiquement les informations comme l'url, le titre et la description et rediregera vers la nouveau formulaire de paquet (où vous pourrez continuer l'édition).

source: To install the bookmarklet just drag the following link to your bookmarks toolbar (in IE: right-click on it and select Add to Favourites). For more details on installing bookmarklets see
fr: Pour installer la bookmarklet, déposer le lien suivant dans vos favoris (dans IE : clique-droit puis sélectionnez Ajouter aux favoris). Pour plus de détails sur l'installation de bookmarklets, voir

source: the del.icio.us help page on the topic
fr: la page d'aide de delicious sur ce sujet

source: Add to CKAN
fr: Ajouter à CKAN

source: Welcome to CKAN
fr: Bienvenue dans CKAN

source: CKAN is a registry of
fr: CKAN est un registre de paquets de

source: open data and content
fr: données et contenus libres.

source: packages. CKAN makes it easy to
fr: CKAN facilite

source: find, share and reuse open content and data
fr: la recherche, le partage et la réutilisation de contenu et de données ouvertes

source: , especially in ways that are machine automatable.
fr: , particulièrement de façon automatisable par des outils.

source: registered packages
fr: paquets enregistrés

source: available.
fr: disponibles.

source: CKAN License
fr: Licence CKAN

source: Packages - Authorization -
fr: Paquets - Autorisation -

source: Authorization for package:
fr: Autorisation pour le paquet :

source: Packages - Edit -
fr: Paquets - Éditer -

source: Edit package:
fr: Éditer le paquet :

source: You can use
fr: Vous pouvez utiliser le

source: Markdown formatting
fr: formatage Markdown

source: here.
fr: ici.

source: Packages - Index
fr: Paquets - Index

source: packages.
fr: paquets.

source: This package:
fr: Ce paquet :

source: Packages - List
fr: Paquets - Liste

source: Openly licensed
fr: Sous licence libre

source: Closed/unknown licensing
fr: Sous licence fermée/inconnue

source: Resources available
fr: Ressources disponibles

source: Click on the arrow to show the package resources.
fr: Cliquez sur la flêche pour afficher les ressources associées à ce paquet.

source: No resources listed
fr: Aucune ressource listée

source: Packages with a blue stripe satisfy the OKFN's
fr: Les paquets avec une bande bleue satisfont

source: Open Knowledge Definition.
fr: la définition de Connaissance Ouverte de l'OKFN.

source: Packages - New
fr: Paquets - Nouveau

source: Register a New Package
fr: Enregistrer un nouveau paquet

source: Packages -
fr: Paquets

source: Do you work on the project producing this data? Can you help us keep this page up to date? If so, why not
fr: Travaillez-vous dans le projet produisant ces données ? Pouvez-vous nous aider à garder cette page à jour ? Si oui, pourquoi ne pas

source: update the package information
fr: mettre à jour les informations du paquet

source: You can
fr: Vous pouvez

source: make an enquiry
fr: effectuer une requête

source: This package is licensed
fr: Ce paquet est sous licence

source: Packages - Search
fr: Paquets - Rechercher

source: Search packages
fr: Rechercher parmi les paquets

source: found.
fr: trouvés.

source: Would you like to
fr: Désirez vous

source: create a new package?
fr: créer un nouveau paquet ?

source: CKAN Atom Feed
fr: Flux Atom CKAN

source: Repository History
fr: Historique du dépôt

source: This page lists all changes to package database, with most recent changes first. It is also available as an
fr: Cette page liste toutes les modifications à la base de données des paquets, avec les changements les plus récents en premier.Elle est également disponible en tant que

source: Atom Feed
fr: flux Atom

source: User - Edit -
fr: Utilisateur - Éditer -

source: Account - Logout
fr: Compte - Se déconnecter

source: You don't need to sign up for yet another account to use CKAN. Instead you can just
fr: Vous n'avez pas besoin de créer un nouveau compte pour utiliser CKAN. À la place vous pouvez juste

source: use your OpenID
fr: utiliser votre OpenID

source: Your OpenID identity URL:
fr: Votre URL d'identité OpenID :

source: If you haven't already got an OpenID it is
fr: Si vous n'avez pas déjà un OpenID, c'est

source: easy to get one
fr: facile d'en obtenir un

source: . Probably the simplest way is sign up with a free OpenID provider such as
fr: . La façon la plus simple est probablement de s'inscrire chez un fournisseur gratuit d'OpenID tel quel

source: User Account -
fr: Compte utilisateur -
