Repository: okfn/ckan-old
Catalog: ckan/i18n/*/LC_MESSAGES/ckan.po
Languages: fi, fr, lt, sq

source: <strong>Warning:</string>: Text could not be rendered.
fi: <strong>Varoitus:</string>: Tekstiä ei voida näyttää.

source: Not authorized to read %s
fi: %s lukeminen ei sallittu
lt: Neturite teisių skaityti %s
sq: Nuk jeni i autorizuar për të lexuar %s

source: Unauthorized to create a group
fi: Ei oikeuksia luoda ryhmää
lt: Neturite teisių sukurti grupę
sq: I paautorizuar për të krijuar një grup

source: User %r not authorized to edit %r
fi: Käyttäjä %r ei voi muokata %r
lt: Vartotojui %r neleidžiama redaguoti %r
sq: Përdoruesi %r nuk është i autorizuar për modifikim mbi %r

source: Group not found
fi: Ryhmää ei löydy
lt: Tokios grupės nėra
sq: Grupi nuk u gjet

source: Not authorized to edit authorization for group
fi: Käyttöoikeusryhmän muokkaus ei sallittu
lt: Neleidžiama keisti grupės nuostatų
sq: I paautorizuar për të dhënë akses mbi grupin

source: Please select either a user or an authorization group, not both.
fi: Ole hyvä ja valitse joko käyttäjä tai käyttöoikeusryhmä, ei molempia
lt: Pažymėkite arba vartotoją arba grupę, bet ne abu.
sq: Ju lutem zgjidhni një përdoues ose një grup për autorizim, por jo të dyja

source: Added role '%s' for user '%s'
fi: Lisätty rooli '%s' käyttäjälle '%s'
lt: Vaidmuo „%s“ suteiktas vartotojui „%s“
sq: U shtua roli '%s' për përdoruesin '%s'

source: Added role '%s' for authorization group '%s'
fi: Lisätty rooli '%s' käyttöoikeusryhmälle '%s'
lt: Vaidmuo „%s“ suteiktas grupei „%s“
sq: Shto rolin '%s' per autorizim mbi grupin '%s'

source: Error: No role found with that id
fi: Virhe: Tällä ID numerolla ei löytynyt roolia
lt: Klaida: nėra vaidmens su šiuo identifikatoriumi
sq: Error: Nuk u gjet ndonje rol me kete identifikim

source: Deleted role '%s' for user '%s'
fi: Rooli '%s' poistettu käyttäjältä '%s'
lt: Ištrintas „%s“ vaidmuo vartotojui „%s“
sq: Fshirë roli '%s' për përdoruesin '%s'

source: Deleted role '%s' for authorization group '%s'
fi: Rooli '%s' poistettu käyttöoikeusryhmältä '%s'
lt: Ištrintas vaidmuo „%s“ grupei „%s“
sq: Fshirë roli '%s' për grupin e autorizimit '%s'

source: Select two revisions before doing the comparison.
fi: Valitse kaksi revisiota ennen vertailun tekemistä
lt: Prieš lygindami pažymėkite dvi versijas.
sq: Zgjidhni dy versione para se të bëni krahasimin

source: CKAN Group Revision History
fi: CKAN Ryhmä revisioiden muutoshistoria
sq: CKAN Historia e versioneve

source: Recent changes to CKAN Package:
fi: Viimeisimmät muutokset CKAN tietoaineistoon:
lt: Naujausi CKAN rinkinio pakeitimai:
sq: Ndryshime të reja në paketën e CKAN

source: Log message:
fi: Logiviesti:
lt: Žurnalo įrašas:
sq: Mesazhet e log:

source: Need to login before importing.
fi: Tuonti vaatii sisäänkirjautumisen.
lt: Prieš įkeliant duomenis būtina prisijungti.
sq: Duhet të identifikoheni para se të importoni.

source: Need to specify a filename.
fi: Tiedostonnimi on määriteltävä
lt: Nurodykite failo pavadinimą.
sq: Duhet të specifikoni një emër skedari.

source: Did not receive file successfully.
fi: Tiedoston tuonti epäonnistui.
lt: Nepavyko gauti failą.
sq: Nuk e mora skedarin saktësisht.

source: File '%s' not found.
fi: Tiedostoa '%s' ei löydy.
lt: Failas „%s“ nerastas.
sq: Skedari '%s' nuk u gjet.

source: Error importing file '%s' as Excel or CSV format: %s
fi: Virhe tuotaessa tiedostoa '%s' Excel tai CSV muodossa: %s
lt: Klaida įkeliant failą „%s“ kaip „Excel“ ar CSV lentelę: %s
sq: Gabim në importimin e skedarit '%s' si Excel apo si CSV. %s

source: Errors remain - see preview.
fi: Virhe säilyy - katso esikatselua.
lt: Liko klaidų – žr. peržiūrą.
sq: Ka akoma gabime - shikoni parashikimin

source: Problem with user account.
fi: Ongelma käyttäjätilissä
lt: Vartotojo paskyros problema.
sq: Probleme me llogarinë e përdoruesit

source: Imported %i package.
fi: Tuotu %i tietoaineisto
lt: Įkeltas %i rinkinys.
sq: Paketë e importuar %i

source: Could not access import file any more.
fi: Tuontitiedostoon ei pääsyä enää.
lt: Nepavyko pakartotinai pasiekti įkėlimo failą.
sq: Nuk mund të aksesoj skedarin për import

source: User is not logged in
fi: Käyttäjä ei ole kirjautunut sisään
lt: Vartotojas neprisijungęs
sq: Përdoruesi nuk është i identifikuar

source: Error with user account. Log out and log in again.
fi: Virhe käyttäjätilissä. Kirjaudu ulos ja sisään uudelleen.
lt: Vartotojo paskyros klaida. Atsijunkite ir prisijunkite iš naujo.
sq: Gabim me llogarin e perdoruesit. Dilni dhe idenfikohuni serish.

source: Package %s already exists in database. Import will edit the fields.
fi: Tietoaineisto %s löytyy jo tietokannasta. Tuonti muokkaa kenttiä.
lt: Rinkinys %s jau yra duomenų bazėje. Įkėlimo komanda leis redaguoti laukus.
sq: Paketa %s ekziston në databazë. Importi do të bëjë modifikimin e fushave.

source: User %r unauthorized to edit existing package %s
fi: Käyttäjällä %r ei ole oikeuksia muokata olemassaolevaa tietoaineistoa %s
lt: Vartotojui %r neleidžiama redaguoti rinkinį %s
sq: Përdoruesi %r është i paautorizuar të modifikojë paketën %s

source: Package not found
fi: Tietoaineistoa ei löydy
lt: Rinkinys nerastas
sq: Paketa nuk u gjet.

source: Unauthorized to read package %s
fi: Ei oikeuksia lukea tietoaineistoa %s
lt: Neleidžiama skaityti rinkinį %s
sq: I paautorizuar të lexoni paketën %s

source: CKAN Package Revision History
fi: CKAN tietoaineiston muutoshistoria
lt: CKAN rinkinių pakeitimų istorija
sq: Historiku i ndryshimeve të paketës CKAN

source: Unauthorized to create a package
fi: Ei oikeuksia luoda tietoaineistoa %s
lt: Neleidžiama sukurti rinkinį
sq: I paautorizuar të krijoni një paketë

source: User %r not authorized to edit %s
fi: Käyttäjällä %r ei oikeutta muokata %s
lt: Vartotojui %r neleidžiama redaguoti %s
sq: Përdoruesi %r nuk është i autorizuar të modifikojë %s

source: User %r not authorized to edit %s authorizations
fi: Käyttäjällä %r ei oikeutta muokata %s oikeuksia
lt: Vartotojui %r neleidžiama redaguoti %s teises
sq: Përdoruesi %r nuk është i autorizuar të modifikojë autorizimet %s

source: 404 Package Not Found
fi: 404 tietoaineistoa ei löydy
lt: 404 rinkinys nerastas
sq: 404 paketa nuk u gjet

source: Rating value invalid
fi: Epäkelpo luokitus
lt: Netinkamas vertinimas
sq: Vlera e vlerësimit është e pavlefshme

source: Cannot list entity of this type: %s
fi: Ei pystytä listaamaan entiteettiä joka on tyyppiä %s
lt: Negalima pateikti šio tipo elementų sąrašo: %s
sq: Nuk mund të listoj ente të këtij tipi: %s

source: Cannot read entity of this type: %s
fi: Ei pystytä lukemaan entiteettiä joka on tyyppiä %s
lt: Nepavyko perskaityti elementų tipo: %s
sq: Nuk mund të lexoj ente të këtij tipi: %s

source: Access denied
fi: Pääsy evätty
lt: Neleidžiamas prisijungimas
sq: Ndalohet qasja

source: JSON Error: %s
fi: JSON virhe: %s
lt: JSON klaida: %s
sq: Gabim në JSON: %s

source: Package format incorrect: %s
fi: Tietoaineiston muoto on väärä: %s
lt: Netaisyklingas rinkinio formatas: %s
sq: Formati i paketës i gabuar: %s

source: REST API: Create package relationship: %s %s %s
fi: REST API: Luo tietoaineistojen suhteet: %s %s %s
lt: REST API: Sukurti rinkinio sąsają: %s %s %s
sq: API REST: Krijoni lidhjen e pakos: %s %s %s

source: Cannot create new entity of this type: %s %s
fi: Ei pystytä luomaan entiteettiä joka on tyyppiä %s %s
lt: Negalima sukurti naujo šių tipų elemento: %s %s
sq: Nuk mund të krijoj një ent të këtij grupi: %s %s

source: REST API: Create object %s
fi: REST API: Luo objekti %s
lt: REST API: Sukurti objektą %s
sq: API REST: Krijo objektin %s

source: Cannot update entity of this type: %s
fi: Ei pystytä muokkaamaan entiteettiä joka on tyyppiä %s
lt: Negalima atnaujinti šio tipo elementą: %s
sq: Nuk mund ta updatoj këtë tip: %s

source: REST API: Update object %s
fi: REST API: Päivitä objekti %s
lt: REST API: Atnaujintas objektas %s
sq: API REST: Updatoni objektin %s

source: Cannot delete entity of this type: %s %s
fi: Ei pystytä poistamaan entiteettiä joka on tyyppiä %s %s
lt: Negalima ištrinti šio tipo elementą: %s %s
sq: Nuk mund të fshij entin e këtij tipi: %s %s

source: REST API: Delete %s
fi: REST API: Poista %s
lt: REST API: Ištrinti %s
sq: API REST: Fshij %s

source: There is no revision with id: %s
fi: Revisiota tällä tunnisteella ei löydy: %s
lt: Nėra versijos su identifikatoriumi: %s
sq: Nuk ka ndryshime me këtë id: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
fi: Hakutermi puuttuu ('since=id=UUID' or 'since_time=TIMESTAMP')
lt: Trūksta paieškos nuostatos ('since_id=UUID' arba 'since_time=TIMESTAMP')
sq: Mungon termi i kërkimit ('some_UUID' ose 'since_time=TIMESTAMP')

source: Blank qjson parameter
fi: Tyhjä qjson parametri
lt: Tuščia „qjson“ nuostata
sq: Parametër bosh i qjson

source: Search params: %s
fi: Etsintä parameterit: %s
lt: Paieškos nuostatos: %s
sq: Kërkoni parametrat: %s

source: Bad search option: %s
fi: Huono hakuvaihtoehto: %s
lt: Netinkama paieškos nuostata: %s
sq: Vecori të gabuara kërkimi: %s

source: Unknown register: %s
fi: Tuntematon rekisteri: %s
lt: Nežinomas registras: %s
sq: Regjistër i panjohur: %s

source: You must supply a package id or name (parameter "package").
fi: Sinun täytyy antaa tietoaineiston id tai nimi (parametri "package").
lt: Privalu nurodyti rinkinio identifikatorių arba pavadinimą (nuostata „rinkinys“).
sq: Duhet të jepni një nr pakete ose një emër (parametri "paketa").

source: You must supply a rating (parameter "rating").
fi: Luokitus täytyy antaa (parametri "rating").
lt: Privalu nurodyti reitingą (nuostata „reitingas“).
sq: Duhet të jepni një vlerësim (parametri "vlerësimi")

source: Rating must be an integer value.
fi: Luokitus pitää olla kokonaislukuarvo.
lt: Reitingas turi būti sveikasis skaičius.
sq: Vlera duhet të jetë numerike.

source: Rating must be between %i and %i.
fi: Luokitus pitää olla väliltä %i ja %i.
lt: Reitingas turi būti tartp %i ir %i.
sq: Vlera duhet të jetë midis %i dhe %i.

source: Package with name %r does not exist.
fi: %r nimistä tietoaineistoa ei ole löydy.
lt: Rinkinio su pavadinimu %r nėra.
sq: Paketa me emrin %r nuk ekziston

source: You must supply a user_ref.
fi: Sinun täytyy antaa user_ref
lt: Privalu nurodyti „user_ref“.
sq: Duhet te jepni nje ref_perdoruesi

source: You must supply a source_id.
fi: Sinun täytyy antaa source_id
lt: Privalu nurodyti „source_id“.
sq: Duhet të jepni një id burimi

source: Harvest source %s does not exist.
fi: %s nimistä tiedonlouhinta lähdettä ei ole löydy.
lt: Šaltinio %s nėra.
sq: Burimi %s nuk ekziston

source: REST API: Update package relationship: %s %s %s
fi: REST API: Päivitä tietoaineistojen suhteet: %s %s %s
lt: REST API: Atnaujinti rinkinio sąsajas: %s %s %s
sq: API REST: Update lidhjen e paketës: %s %s %s

source: CKAN Repository Revision History
fi: CKAN tietovaraston historia
lt: CKAN saugyklos versijų istorija
sq: Historia e ndryshimeve të paketës së CKAN

source: Recent changes to the CKAN repository.
fi: Viimeisimmät muutokset CKAN tietokantaan.
lt: Naujausi CKAN saugyklos pakeitimai.
sq: Ndryshime të fundit në katalogun CKAN

source: Packages affected: %s.
fi: Tietoaineistot joita koskee: %s.
lt: Pakitę rinkiniai: %s.
sq: Paketa të prekuara: %s.

source: No revision id specified
fi: Revision tunnistetta ei määritelty
lt: Nenurodytas versijos identifikatorius
sq: Nuk ka id ndryshimi

source: You are not authorized to perform this action
fi: Sinulla ei ole oikeuksia suorittaa tätä toimintoa
lt: Jums neleidžiama atlikti šį veiksmą
sq: Nuk jeni i autorizuar të kryeni këtë veprim

source: Purge of revision failed: %s
fi: Revision tyhjennys epäonnistui: %s
lt: Nepavyko versijos valymas: %s
sq: Fshirja e ndryshimit dështoi: %s

source: Other
fi: Muu
lt: Kita
sq: Tjetër

source: Changed user details
fi: Muutetut käyttäjätiedot
lt: Pakeistas vartotojo aprašas
sq: U ndryshuan të dhënat e përdoruesit

source: Not found
fi: Ei löydetä
lt: Nerasta
sq: Nuk u gjet

source: Package was not found.
fi: Tietoaineistoa ei löytynyt
lt: Rinkinys nerastas.
sq: Paketa nuk u gjet

source: Integrity Error
fi: Integriteettivirhe
lt: Vientisumo klaida
sq: Gabim i brendshëm

source: REST API: Delete Package: %s
fi: REST API: Poistetaan tietoaineisto: %s
lt: REST API: Ištrinti rinkinį: %s
sq: API REST: Fshij paketën: %s

source: Name must be at least %s characters long
fi: Nimi pitää olla vähintään %s merkkiä pitkä
lt: Pavadinimas turi būti ne mažiau kaip %s ženklų ilgio
sq: Emri duhet të jetë të paktën %s karaktere

source: Name must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fi: Nimi pitää koostua alfanumeerisista (ascii) ja näitä erikoismerkeistä: -_
lt: Pavadinimas turi būti tik mažosiomis raidėmis (ascii) ir gali turėti naudoti šiuos simbolius: -_
sq: Emri duhet të jetë me shkronja (ascii) të vogla dhe me këto simbole: -_

source: Package name already exists in database
fi: Tietoaineiston %s nimi löytyy jo tietokannasta. Tuonti epäonnistui.
lt: Toks rinkinio pavadinimas duomenų bazėje jau yra
sq: Ky emër pakete gjendet në databazë

source: Group name already exists in database
fi: Ryhmän nimi löytyy jo tietokannasta
lt: Toks grupės pavadinimas duomenų bazėje jau yra
sq: Ky emër grupi gjendet në databazë

source: Harvest source URL is invalid (must start with "http://").
fi: Tiedonlouhinta lähde URL on virheellinen (täytyy alkaa "http://").
lt: Netinamas URL šaltinis (turi prasidėti "http://").
sq: URLja nuk është e saktë (duhet të fillojë me "http://").

source: Value does not match required format: %s
fi: Arvo ei vastaa vaadittua muotoa: %s
lt: Vertė neatitinka reikalaujamo formato: %s
sq: Vlerat nuk përputhen me formatin: %s

source: Package resource(s) incomplete.
fi: Paketin tietoaineistolinki(t) epätäydelliset
sq: Paketa e burime(ve) e paplotë.

source: Tag "%s" length is less than minimum %s
fi: Avainsanan "%s" pituus on oltava vähintään %s merkkiä
lt: Žymos „%s“ ilgis yra mažesnis nei minimumas %s
sq: Gjatësia e termit "%s" është më e shkurtër se minimumi %s

source: Tag "%s" must be alphanumeric characters or symbols: -_.
fi: Avainsanan "%s" pitää koostua alfanumeerisita merkeistä (ascii) ja näistä erikoismerkeistä: -_.
lt: Žyma „%s“ gali būti tik iš raidžių ir simbolių: -_
sq: Termi "%s" duhet të jetë shkronjë ose një nga simbolet: -_.

source: Tag "%s" must not be uppercase
fi: Avainsana "%s" ei saa sisältää isoja kirjaimia
lt: Žyma „%s“ negali turėti didžiųjų raidžių
sq: Termi "%s" nuk duhet të jetë me shkronja të mëdha

source: Duplicate key "%s"
fi: Duplikaatti avain "%s"
lt: Pasikartojantis raktas „%s“
sq: Celës i dyfishuar "%s"

source: Extra key-value pair: key is not set for value "%s".
fi: Lisä avain-arvo pari: avainta ei ole asetettu arvolle "%s".
lt: Pasikartojanti rakto-vertės pora: raktas nepaskirtas vertei „%s“.
sq: Dyshe e tepërt celës-vlerë: celësi nuk është i caktuar për vlerën "%s"

source: Group select field 'user_editable_groups' is not initialized.
fi: Ryhmän valintakenttä 'user_editable_groups' ei ole alustettu
sq: Zgjedhja e grupit 'user_editable_groups' nuk është inicuar.

source: (None)
fi: (Ei mitään)
lt: (Nėra)
sq: (Asnje)

source: Cannot add any groups.
fi: Ei voi lisätä ryhmiä
lt: Negalima pridėti grupių.
sq: Nuk mund te shtoj grupe.

source: Group
fi: Ryhmä
lt: Grupė
sq: Grup

source: Can't derived new group selection from serialized value structured like this: %s
fi: Ei voida johtaa uutta ryhmävalintaa tämän muotoisesta serialisoidusta arvosta: %s
sq: Nuk mund të rrjedhin përzgjedhje të reja grup nga vlera e strukturuar si kjo:%s

source: other - please specify
fi: muu - ole hyvä ja määritä
lt: kita – prašome nurodyti
sq: të tjera - ju lutem përcaktoni

source: Name
fi: Nimi
lt: Pavadinimas
sq: Emri

source: Details
fi: Yksityiskohdat
lt: Smulkiau
sq: Hollësira

source: Extras
fi: Lisätiedot
lt: Priedai
sq: Ekstra

source: Package
fi: Tietoaineisto
lt: Rinkinys
sq: Paketa

source: Add packages
fi: Lisää tietoaineistoja
sq: Shto paketa

source: A short descriptive title for the data set.
fi: Lyhyt tietoaineistoa kuvaava otsikko

source: It should not be a description though - save that for the Notes field. Do not give a trailing full stop.
fi: Tämän ei kuitenkaan pidä olla kuvaus - kirjoita se kuvaus kenttään. Otsikon loppuun ei pistettä.

source: A unique identifier for the package.
fi: Uniikki tunniste tietoaineistolle

source: It should be broadly humanly readable, in the spirit of Semantic Web URIs. Only use an acronym if it is widely recognised. Renaming is possible but discouraged.
fi: Sen tulee olla ihmisen luettavissa, semanttisen webin URI hengessä. Käytä vain lyhennettä joka on laajasti tunnettu. Uudelleennimeäminen on mahdollista muttei suositeltavaa.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
fi: enemmän kuin 2 merkkiä, pieni kirjaimia, käyttäen vain 'a-z0-9' ja '-_' merkkejä

source: A number representing the version (if applicable)
fi: Numero joka kuvaa versiota (jos tarpeen)

source: The URL for the web page describing the data (not the data itself).
fi: URL web sivulle joka kuvaa tietoaineistoa (ei URL itse tietoaineistoon)

source: e.g. http://www.example.com/growth-figures.html
fi: esim. http://www.example.com/growth-figures.html
sq: p.sh. http://www.example.com/growth-figures.html

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
fi: Yhteystiedot tahoon joka vastaa kyselyihin tähän tietoaineistoon liittyen annetussa sähköpostiosoitteessa

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
fi: Jos on olemassa toinen tärkeä yhteystieto (laatijan lisäksi) niin anna tiedot tähän

source: Licence
fi: Lisenssi

source: The licence under which the dataset is released.
fi: Lisenssi jolla tietoaineisto on julkaistu.
sq: Licenca sipas të cilës mbledhjen e të dhënave është liruar.

source: Tags
fi: Avainsanat
lt: Žymos
sq: Terma

source: Terms that may link this dataset to similar ones. For more information on conventions, see <a href="%s">this wiki page</a>.
fi: Suhteet joilla tämä tietoaineisto voi linkittyä samanlaisiin. Lisää tietoa käytännöistä, katso <a href="%s">this wiki page</a>.

source: e.g. pollution rivers water-quality
fi: esimerkiksi ikä sukupuoli suurpiiri

source: The files containing the data or address of the APIs for accessing it.
fi: Tiedostot jotka sisältävän datan tai osoite ohjelmointirajapintaan jolla dataan saadaan pääsy.
sq: Skedarët përmbajnë të dhëna ose adresën e APIt dhe qasjen në të.

source: <br />These can be repeated as required. For example if the data is being supplied in multiple formats, or split into different areas or time periods, each file is a different 'resource' which should be described differently. They will all appear on the dataset page on CKAN together.<br /><br /> <b>URL:</b> This is the Internet link directly to the data - by selecting this link in a web browser, the user will immediately download the full data set. Note that datasets are not hosted on this site, but by the publisher of the data. Alternatively the URL can point to an API server such as a SPARQL endpoint or JSON-P service.<br /> <b>Format:</b> This should give the file format in which the data is supplied. <br /><b>Description</b> Any information you want to add to describe the resource.<br />
fi: <br>Tiedoston latauslinkkejä voi olla useita. Esimerkiksi jos data on saatavilla monissa eri muodoissa tai jaettu eri alueisiin tai aikajaksoihin. Jokainen tiedostolinkki on eri "resurssi" joka tulisi kuvata eri tavalla. Kaikki tiedoston latauslinkit näkyvät tietoaineiston tietosivulla yhdessä.<br /><br /> <b>URL:</b> Tämä on web-linkki suoraan dataan. Valitsemalla linkin web-selaimella käyttäjä voi ladata koko tietoaineiston suoraan. Huomaa että tietoaineistoja ei tallennetta tälle sivustolle vaan ne löytyvät tietoaineiston julkaisevan tahon palvelimelta. Vaihtoehtoisesti URL voi osoittaa paikkaan jossa on palvelin joka tarjoaa ohjelmointirajapinnan esim. SPARQL tai JSON-P palveluun.<br /> <b>Muoto:</b> Tämä kertoo mikä on tiedostomuoto jolla data tarjotaan.<br /><b>Kuvaus:</b> Mitä tahansa tietoa jolla haluat kuvata tietoaineistolinkin kohdetta.<br />

source: Format choices: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate
fi: Muoto vaihtoehdot: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Joku muu
sq: zgjedhje Formati: CSV | RDF | XML | XBRL | SDMX | HTML + RDFa | Tjera sipas rastit

source: Notes
fi: Kuvaus
lt: Pastabos
sq: Shënime

source: The main description of the dataset
fi: Tietoaineiston kuvaus
sq: Përshkrimi kryesore të dhënave

source: It is often displayed with the package title. In particular, it should start with a short sentence that describes the data set succinctly, because the first few words alone may be used in some views of the data sets.
fi: Tämä näytetään usein tietoaineiston otsikkona. Tästä syystä kuvauksen olisi hyvä alkaa lyhyellä lauseella joka kuvaa tietoaineistoa riittävästi, koska muutamaa sanaa lauseen alusta voidaan käyttää joissain näkymissä kertomaan tietoaineistoista.
sq: Kjo është shfaqur shpesh me titullin pako. Në veçanti, ai duhet të fillojë me një fjali të shkurtër që përshkruan të dhënat e vendosur shkurtimisht, sepse fjalët e para vetëm mund të përdoret në disa pikëpamje të vendos të dhënave.

source: You can use %sMarkdown formatting%s here.
fi: Voit käyttää %sMarkdown formatting%s tässä.

source: Basic information
fi: Perustiedot
lt: Pagrindinė informacija
sq: Informacioni bazë

source: Resources
fi: Aineistolinkit
fr: Ressources
lt: Ištekliai
sq: Burime

source: Groups
fi: Ryhmät
fr: Groupes
lt: Grupės
sq: Grupe

source: Detail
fi: Yksityiskohdat
lt: Smulkiau
sq: Hollësira

source: Title
fi: Otsikko
lt: Antraštė
sq: Titull

source: Version
fi: Versio
lt: Versija
sq: Versioni

source: Author
fi: Laatija
fr: Auteur
lt: Autorius
sq: Autor

source: Author email
fi: Laatijan sähköpostiosoite
lt: Autoriaus el. pašto adresas
sq: Emaili i autorit

source: Maintainer
fi: Ylläpitäjä
lt: Prižiūrėtojas
sq: Mirëmbajtësi

source: Maintainer email
fi: Ylläpitäjän sähköpostiosoite
lt: Prižiūrėtojo el. pašto adresas
sq: Emaili i mirëmbajtësit

source: License
fi: Lisenssi
fr: Licence
lt: Licencija
sq: Licenca

source: State
fi: Tila
lt: Būsena
sq: Shtet

source: Resource should be a dictionary: %r
fi: Resurssin pitäisi olla Python dicitionary: %r
sq: Burimi duhet të jetë një fjalor: %r

source: Key unknown: %s
fi: Avain tuntematon: %s
sq: Kyç i panjohur:%s

source: Key blank
fi: Avain tyhjä
sq: Kyç bosh

source: <div>Suggestions (preview refreshes): %s</div>
fi: <div>Ehdotuksia (esikatselu päivittyy): %s</div>
sq: <div> Sugjerime (rifresko parashikimin):%s </div>

source: National Statistic
fi: Tilastokeskus
lt: Nacionalinė statistika
sq: Statistika kombëtare

source: More details
fi: Lisää tietoa
lt: Papildoma informacija
sq: Më shume hollësi

source: External reference
fi: Ulkoinen linkki (URL)
lt: Išorinės nuorodos
sq: Referenca

source: Date released
fi: Julkaisu pvm
lt: Išleidimo data
sq: Data e lëshimit

source: Date updated
fi: Päivitys pvm
lt: Atnaujinimo data
sq: Data e përditësimit

source: Update frequency
fi: Päivitystiheys
lt: Atnaujinimo dažnis
sq: Shpeshtësia e përditësimit

source: Geographic granularity
fi: Maantieteellinen tarkkuus
lt: Geografinis pasiskirstymas
sq: Shpërndarja gjeografike

source: Geographic coverage
fi: Maantieteellinen kattavuus
lt: Geografinė aprėptis
sq: Mbulimi gjeografik

source: Temporal granularity
fi: Ajallinen tarkkuus
lt: Pasiskirstymas laike
sq: Shpërndarja kohore

source: Temporal coverage
fi: Ajallinen kattavuus
lt: Laiko aprėptis
sq: Mbulimi kohor

source: Categories
fi: Kategoriat
lt: Kategorijos
sq: Kategori

source: Precision
fi: Tarkkuus
lt: Tikslumas
sq: Saktësia

source: Taxonomy URL
fi: Taxonomia URL
lt: Taksonomijos URL
sq: Taksonomia e URL

source: Department
fi: Osasto
lt: Skyrius
sq: Departamenti
